Repository: playstonex/SwiftTerm
Catalog: Application/mRayon/mRayon/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: if the machine was edited, create a new terminal.
zh_hans: 如果机器信息已修改，请创建一个新的终端。

source: [i] Reconnect will use the information you provide previously,
zh_hans: [i] 重连将使用你之前提供的信息，

source: <Not Available>
zh_hans: <不可用>

source: 24h trends: %d points, avg CPU %d%%, avg Memory %d%%, avg Disk %d%%
zh_hans: 24 小时趋势：%d 个点，平均 CPU %d%%，平均内存 %d%%，平均磁盘 %d%%

source: A friendly name for this browser session
zh_hans: 给这个浏览器会话起一个便于识别的名称

source: About
zh_hans: 关于

source: Acknowledgment
zh_hans: 致谢

source: Activity:
zh_hans: 活动：

source: Adaptive
zh_hans: 自适应

source: Address
zh_hans: 地址

source: Advanced
zh_hans: 高级

source: Advanced Monitoring
zh_hans: 高级监控

source: Agree License
zh_hans: 同意许可协议

source: AI Assistant
zh_hans: AI 助手

source: AI Assistant is disabled
zh_hans: AI 助手已禁用

source: AI assistant settings
zh_hans: AI 助手设置

source: AI Chat - Natural Language to Command
zh_hans: AI 对话 - 自然语言转命令

source: AI Configuration
zh_hans: AI 配置

source: AI Diagnosis:
zh_hans: AI 诊断：

source: AI Provider
zh_hans: AI 提供商

source: AI Settings
zh_hans: AI 设置

source: All Buttons
zh_hans: 全部按钮

source: Always
zh_hans: 始终

source: Analyze History
zh_hans: 分析历史

source: Analyzing command history...
zh_hans: 正在分析命令历史...

source: Annual
zh_hans: 年度

source: App
zh_hans: 应用

source: App Info
zh_hans: 应用信息

source: App Theme
zh_hans: 应用主题

source: Appearance
zh_hans: 外观

source: Appearance preferences
zh_hans: 外观偏好

source: Apple (On-device/API)
zh_hans: Apple（设备端/API）

source: Application
zh_hans: 应用

source: Application Settings
zh_hans: 应用设置

source: Are you sure you want to close this session?
zh_hans: 确定要关闭这个会话吗？

source: Are you sure you want to kill the current tmux window?
zh_hans: 确定要关闭当前 tmux 窗口吗？

source: Authenticating...
zh_hans: 认证中...

source: Auto-create Session
zh_hans: 自动创建会话

source: Auto-renewal Enabled
zh_hans: 已开启自动续订

source: Automated tasks
zh_hans: 自动化任务

source: Automation Tasks
zh_hans: 自动化任务

source: Available Identities
zh_hans: 可用身份

source: Available Machines
zh_hans: 可用机器

source: Backup snapshots
zh_hans: 备份快照

source: Banner:
zh_hans: 横幅：

source: Batch Startup
zh_hans: 批量启动

source: Best Value
zh_hans: 最划算

source: Bind Port:
zh_hans: 绑定端口：

source: Browse and run troubleshooting skills
zh_hans: 浏览并运行排障技能

source: Build
zh_hans: 构建号

source: Choose a plan to unlock all premium features.
zh_hans: 选择一个套餐以解锁全部高级功能。

source: Choose a subscription to unlock all premium features.
zh_hans: 选择订阅以解锁全部高级功能。

source: Choose Your Plan
zh_hans: 选择你的套餐

source: Clear Key Data
zh_hans: 清除密钥数据

source: Clear Recent
zh_hans: 清除最近记录

source: Clipboard
zh_hans: 剪贴板

source: Close
zh_hans: 关闭

source: Close Connection
zh_hans: 关闭连接

source: Close Monitor
zh_hans: 关闭监视器

source: Cloud Backup Snapshots
zh_hans: 云端备份快照

source: Cloud Snapshots
zh_hans: 云快照

source: Cloud Sync
zh_hans: 云同步

source: Command Explainer
zh_hans: 命令解释器

source: Command explanation
zh_hans: 命令解释

source: Command history analysis
zh_hans: 命令历史分析

source: Command Mode
zh_hans: 命令模式

source: Command Notifications
zh_hans: 命令通知

source: Comment
zh_hans: 备注

source: Comment:
zh_hans: 备注：

source: Completed skill executions will appear here
zh_hans: 已完成的技能执行会显示在这里

source: Completed: %@
zh_hans: 已完成: %@

source: Configuration
zh_hans: 配置

source: Configure your API key in settings to enable AI features
zh_hans: 请在设置中配置 API Key 以启用 AI 功能

source: Conflict Policy
zh_hans: 冲突策略

source: Connect
zh_hans: 连接

source: Connect & Open
zh_hans: 连接并打开

source: Connect to unlimited number of servers
zh_hans: 可连接无限数量的服务器

source: Connected: localhost:%lld → %@:%lld
zh_hans: 已连接: localhost:%lld → %@:%lld

source: Connecting to %@...
zh_hans: 正在连接到 %@...

source: connecting...
zh_hans: 连接中...

source: Connecting...
zh_hans: 连接中...

source: Connection
zh_hans: 连接

source: Connection Closed
zh_hans: 连接已关闭

source: Connection Failed
zh_hans: 连接失败

source: Connection preferences
zh_hans: 连接偏好

source: Connection Settings
zh_hans: 连接设置

source: Connection Type
zh_hans: 连接类型

source: Control
zh_hans: 控制

source: Convert to Command
zh_hans: 转换为命令

source: Converting...
zh_hans: 转换中...

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy Private Key
zh_hans: 复制私钥

source: Copy Public Key
zh_hans: 复制公钥

source: Create Automation Task
zh_hans: 创建自动化任务

source: Create Custom Skill
zh_hans: 创建自定义技能

source: Create Forward
zh_hans: 创建转发

source: Create Machine
zh_hans: 创建机器

source: Create New Identity
zh_hans: 创建新身份

source: Create Session
zh_hans: 创建会话

source: Create Snapshot
zh_hans: 创建快照

source: Create Task
zh_hans: 创建任务

source: Creating tunnel to %@:%lld...
zh_hans: 正在创建到 %@:%lld 的隧道...

source: Ctrl Key
zh_hans: Ctrl 键

source: Custom
zh_hans: 自定义

source: Custom Base URL (optional)
zh_hans: 自定义 Base URL（可选）

source: Custom Model (optional)
zh_hans: 自定义模型（可选）

source: Customize
zh_hans: 自定义

source: Customize Toolbar
zh_hans: 自定义工具栏

source: Daily
zh_hans: 每天

source: Dark
zh_hans: 深色

source: Dark Mode Themes
zh_hans: 深色主题

source: Delete
zh_hans: 删除

source: Describe what you want to do in plain English, and AI will convert it to a command.
zh_hans: 用自然语言描述你想做的事，AI 会将其转换为命令。

source: Detach Session
zh_hans: 分离会话

source: Diagnose
zh_hans: 诊断

source: Diagnostic
zh_hans: 诊断

source: Disable Confirmation
zh_hans: 禁用确认

source: Disabled
zh_hans: 已禁用

source: Disconnect
zh_hans: 断开连接

source: Disk
zh_hans: 磁盘

source: Dismiss
zh_hans: 关闭

source: Documents
zh_hans: 文档

source: Done
zh_hans: 完成

source: Drag to reorder buttons in edit mode
zh_hans: 在编辑模式下拖动以重新排序按钮

source: Drag to reorder, toggle to show/hide
zh_hans: 拖动以重新排序，切换以显示或隐藏

source: Edit Browser Session
zh_hans: 编辑浏览器会话

source: Edit Forward
zh_hans: 编辑转发

source: Effects
zh_hans: 效果

source: Empty Pasteboard
zh_hans: 剪贴板为空

source: Enable AI Assistant
zh_hans: 启用 AI 助手

source: Enable Resume for Failed Transfers
zh_hans: 为失败传输启用续传

source: Engine
zh_hans: 引擎

source: Enhanced file transfer capabilities
zh_hans: 增强的文件传输能力

source: Enter
zh_hans: 回车

source: Enter the port number on the remote server to forward
zh_hans: 输入远端服务器上要转发的端口号

source: Error diagnosis
zh_hans: 错误诊断

source: Error Diagnosis
zh_hans: 错误诊断

source: Error message:
zh_hans: 错误信息：

source: Error: %@
zh_hans: 错误：%@

source: Every
zh_hans: 每隔

source: Execute
zh_hans: 执行

source: Executing: %@
zh_hans: 执行中: %@

source: Execution Completed
zh_hans: 执行完成

source: Experimental
zh_hans: 实验性

source: Expires On
zh_hans: 到期时间

source: Explain
zh_hans: 解释

source: Export CSV
zh_hans: 导出 CSV

source: Export CSV Report
zh_hans: 导出 CSV 报告

source: Export JSON
zh_hans: 导出 JSON

source: Export JSON Report
zh_hans: 导出 JSON 报告

source: Failed to load license info.
zh_hans: 加载许可证信息失败。

source: Failed to restore purchases: %@
zh_hans: 恢复购买失败：%@

source: Features
zh_hans: 功能

source: File Transfer
zh_hans: 文件传输

source: File transfer options
zh_hans: 文件传输选项

source: File Transfer Settings
zh_hans: 文件传输设置

source: Forward Basic
zh_hans: 转发基础信息

source: Forward Orientation
zh_hans: 转发方向

source: Free Plan
zh_hans: 免费版

source: General app settings
zh_hans: 通用应用设置

source: Get OpenAI API Key →
zh_hans: 获取 OpenAI API Key →

source: Get Suggestions
zh_hans: 获取建议

source: Getting suggestions...
zh_hans: 正在获取建议...

source: GoodTerm is made based on the open-source project Rayon
zh_hans: GoodTerm 基于开源项目 Rayon 制作

source: Group
zh_hans: 分组

source: Hide Keyboard
zh_hans: 隐藏键盘

source: Hide Password
zh_hans: 隐藏密码

source: Hour
zh_hans: 小时

source: Identity
zh_hans: 身份

source: Import from file
zh_hans: 从文件导入

source: Import from Pasteboard
zh_hans: 从剪贴板导入

source: Indicate where should we listen on.
zh_hans: 指定应在哪一端监听。

source: Interval
zh_hans: 间隔

source: Invalid port number
zh_hans: 端口号无效

source: iOS Return Sends Line Feed
zh_hans: iOS 回车发送换行

source: Key
zh_hans: 键

source: Keyboard
zh_hans: 键盘

source: Kill
zh_hans: 关闭

source: Kill Current Window
zh_hans: 关闭当前窗口

source: Kill Current Window?
zh_hans: 关闭当前窗口？

source: Language
zh_hans: 语言

source: Last sync: %@
zh_hans: 上次同步：%@

source: Learn More
zh_hans: 了解更多

source: Leave custom fields empty to use defaults.
zh_hans: 留空自定义字段以使用默认值。

source: License
zh_hans: 许可

source: License Agreement
zh_hans: 许可协议

source: Lifetime
zh_hans: 终身

source: Light
zh_hans: 浅色

source: List Sessions
zh_hans: 列出会话

source: List Windows
zh_hans: 列出窗口

source: Listening
zh_hans: 监听中

source: Listening...
zh_hans: 监听中...

source: Loading subscription options...
zh_hans: 正在加载订阅选项...

source: Machine
zh_hans: 机器

source: Machine:
zh_hans: 机器：

source: Made based on the open-source project Rayon
zh_hans: 基于开源项目 Rayon 制作

source: Manage in App Store
zh_hans: 在 App Store 中管理

source: Manage Subscription
zh_hans: 管理订阅

source: Manage Subscription in App Store
zh_hans: 在 App Store 中管理订阅

source: Manage your subscription
zh_hans: 管理你的订阅

source: Manual
zh_hans: 手动

source: Max Concurrent Transfers
zh_hans: 最大并发传输数

source: Memory
zh_hans: 内存

source: Mic/Speech denied
zh_hans: 麦克风或语音识别权限被拒绝

source: Minute
zh_hans: 分钟

source: minutes
zh_hans: 分钟

source: Monitor - %@
zh_hans: 监视器 - %@

source: Monitor interval
zh_hans: 监控间隔

source: Monitoring & Export
zh_hans: 监控与导出

source: Monitoring Thresholds & Export
zh_hans: 监控阈值与导出

source: Monthly
zh_hans: 月度

source: Name
zh_hans: 名称

source: Natural language to command
zh_hans: 自然语言转命令

source: Navigation
zh_hans: 导航

source: Never
zh_hans: 从未

source: New Window
zh_hans: 新建窗口

source: Newline
zh_hans: 换行

source: Next Window
zh_hans: 下一个窗口

source: No Active Executions
zh_hans: 没有正在运行的执行任务

source: No active subscription was found for this Apple account.
zh_hans: 未在此 Apple 账户下找到有效订阅。

source: No History
zh_hans: 没有历史记录

source: No Machine Available
zh_hans: 没有可用机器

source: No Recent
zh_hans: 没有最近记录

source: No Session
zh_hans: 没有会话

source: No Subscription Options Available
zh_hans: 当前没有可用的订阅选项

source: No subscription options available right now.
zh_hans: 当前没有可用的订阅选项。

source: Not in a tmux session
zh_hans: 当前不在 tmux 会话中

source: Not Selected
zh_hans: 未选择

source: Notification Threshold
zh_hans: 通知阈值

source: Only localhost URLs are allowed
zh_hans: 只允许 localhost 地址

source: Only When App Is Inactive
zh_hans: 仅在应用不活跃时

source: Open
zh_hans: 打开

source: Open at Connect
zh_hans: 连接后打开

source: Open Browser
zh_hans: 打开浏览器

source: Open File Transfer
zh_hans: 打开文件传输

source: Open Forward
zh_hans: 打开转发

source: Open Monitor
zh_hans: 打开监控

source: Open Terminal
zh_hans: 打开终端

source: Open Web Browser
zh_hans: 打开网页浏览器

source: Operation is in progress: %lld remain
zh_hans: 操作进行中: 剩余 %lld 项

source: Overview
zh_hans: 概览

source: Overwrite
zh_hans: 覆盖

source: Paste an error message to get help fixing it.
zh_hans: 粘贴错误信息以获取修复建议。

source: Paste error message here:
zh_hans: 在此粘贴错误信息：

source: Pick Identity
zh_hans: 选择身份

source: Pick Machine
zh_hans: 选择机器

source: Plan
zh_hans: 套餐

source: Please check your internet connection and try again.
zh_hans: 请检查你的网络连接后重试。

source: Port Number
zh_hans: 端口号

source: Port:
zh_hans: 端口：

source: Prediction Mode
zh_hans: 预测模式

source: Premium
zh_hans: 高级版

source: Premium Active
zh_hans: 高级订阅已激活

source: Premium Features
zh_hans: 高级功能

source: Premium Status
zh_hans: 高级订阅状态

source: Premium terminal color schemes
zh_hans: 高级终端配色方案

source: Previous Window
zh_hans: 上一个窗口

source: Processing...
zh_hans: 处理中...

source: Purchase failed: %@
zh_hans: 购买失败：%@

source: Quick Connect (Identity Requires Auto Auth)
zh_hans: 快速连接（Identity 需支持自动认证）

source: Rate Limit (KB/s)
zh_hans: 速率限制 (KB/s)

source: Rayon source code available at: [GitHub](https://github.com/Lakr233/Rayon)
zh_hans: Rayon 源代码地址：[GitHub](https://github.com/Lakr233/Rayon)

source: Real-time system status and alerts
zh_hans: 实时系统状态与提醒

source: Record Recent
zh_hans: 记录最近项

source: Reduced Effect
zh_hans: 减少效果

source: Refresh Subscription Status
zh_hans: 刷新订阅状态

source: Reload Subscription Options
zh_hans: 重新加载订阅选项

source: Remote Port
zh_hans: 远端端口

source: Rename
zh_hans: 重命名

source: Rename Window
zh_hans: 重命名窗口

source: Restore Purchases
zh_hans: 恢复购买

source: Restoring Purchases...
zh_hans: 正在恢复购买...

source: Restoring...
zh_hans: 恢复中...

source: Retry
zh_hans: 重试

source: Rollback
zh_hans: 回滚

source: Run
zh_hans: 运行

source: Save Thresholds
zh_hans: 保存阈值

source: Schedule
zh_hans: 计划

source: Select Machine
zh_hans: 选择机器

source: Selected Identity
zh_hans: 已选择身份

source: Selected Machine
zh_hans: 已选择机器

source: Send
zh_hans: 发送

source: Sent
zh_hans: 已发送

source: Sent+Enter
zh_hans: 发送并回车

source: Server
zh_hans: 服务器

source: Server monitoring thresholds
zh_hans: 服务器监控阈值

source: Session
zh_hans: 会话

source: Session Name
zh_hans: 会话名称

source: Setting
zh_hans: 设置

source: Settings
zh_hans: 设置

source: SFTP Login Path
zh_hans: SFTP 登录路径

source: Share Diagnostic Data
zh_hans: 分享诊断数据

source: Six Months
zh_hans: 六个月

source: Skills
zh_hans: 技能

source: Skills you run will appear here
zh_hans: 你运行过的技能会显示在这里

source: Skip
zh_hans: 跳过

source: Smart command suggestions and explanations
zh_hans: 智能命令建议与解释

source: Smart suggestions
zh_hans: 智能建议

source: Smart Suggestions
zh_hans: 智能建议

source: Snapshot reason
zh_hans: 快照原因

source: Snippet
zh_hans: 代码片段

source: Snippet Template
zh_hans: 代码片段模板

source: Software License
zh_hans: 软件许可

source: Source Code:
zh_hans: 源代码：

source: Speech input engine and language
zh_hans: 语音输入引擎与语言

source: Split Horizontal
zh_hans: 水平分屏

source: Split Vertical
zh_hans: 垂直分屏

source: Status
zh_hans: 状态

source: Stop All
zh_hans: 全部停止

source: Stop Forward
zh_hans: 停止转发

source: Subscribe
zh_hans: 订阅

source: Subscription Actions
zh_hans: 订阅操作

source: Subscription Details
zh_hans: 订阅详情

source: Subscription Options
zh_hans: 订阅选项

source: Subscription Status
zh_hans: 订阅状态

source: Success! Your purchases have been restored.
zh_hans: 恢复购买成功。

source: Suggested Skills
zh_hans: 推荐技能

source: Sync
zh_hans: 同步

source: Sync & Automation
zh_hans: 同步与自动化

source: Sync Now
zh_hans: 立即同步

source: Sync with iCloud
zh_hans: 与 iCloud 同步

source: System
zh_hans: 跟随系统

source: System Default
zh_hans: 系统默认

source: Target Host
zh_hans: 目标主机

source: Target Host:
zh_hans: 目标主机：

source: Target Machines
zh_hans: 目标机器

source: Target Port:
zh_hans: 目标端口：

source: Target:
zh_hans: 目标：

source: Task name
zh_hans: 任务名称

source: Tasks
zh_hans: 任务

source: Terminal
zh_hans: 终端

source: Terminal appearance and font
zh_hans: 终端外观与字体

source: Terminal content is empty
zh_hans: 终端内容为空

source: Terminal Font
zh_hans: 终端字体

source: Terminal Font Size
zh_hans: 终端字号

source: Terminal Theme
zh_hans: 终端主题

source: Test Connection
zh_hans: 测试连接

source: Testing...
zh_hans: 测试中...

source: Thanks
zh_hans: 致谢

source: Thanks and license
zh_hans: 致谢与许可

source: Thanks to the creators of Rayon [@Lakr233](https://twitter.com/Lakr233) and his friends: [@__oquery](https://twitter.com/__oquery) [@zlind0](https://github.com/zlind0) [@unixzii](https://twitter.com/unixzii) [@82flex](https://twitter.com/82flex) [@xnth97](https://twitter.com/xnth97)
zh_hans: 感谢 Rayon 的创作者 [@Lakr233](https://twitter.com/Lakr233) 以及他的朋友们：[@__oquery](https://twitter.com/__oquery) [@zlind0](https://github.com/zlind0) [@unixzii](https://twitter.com/unixzii) [@82flex](https://twitter.com/82flex) [@xnth97](https://twitter.com/xnth97)

source: Thanks to the creators of Rayon:
zh_hans: 感谢 Rayon 的创作者：

source: The remote host and port to tunnel to (e.g., Next.js dev server on localhost:3000)
zh_hans: 要通过隧道访问的远端主机和端口（例如 localhost:3000 上的 Next.js 开发服务器）

source: The target host and port you want to access, using this ssh tunnel.
zh_hans: 你希望通过这个 SSH 隧道访问的目标主机和端口。

source: Three Months
zh_hans: 三个月

source: Timeout
zh_hans: 超时

source: Tmux Session Name
zh_hans: Tmux 会话名称

source: Tmux session settings
zh_hans: Tmux 会话设置

source: Tmux Settings
zh_hans: Tmux 设置

source: Toolbar Settings
zh_hans: 工具栏设置

source: Two Months
zh_hans: 两个月

source: Unknown
zh_hans: 未知

source: Unknown Error Occurred
zh_hans: 发生未知错误

source: Unlimited Connections
zh_hans: 无限连接

source: Unlock all premium features to enhance your server management experience.
zh_hans: 解锁全部高级功能，提升你的服务器管理体验。

source: Upgrade to Premium
zh_hans: 升级到高级版

source: Upgrade to Premium for more features
zh_hans: 升级到高级版以解锁更多功能

source: Use Tmux Session
zh_hans: 使用 Tmux 会话

source: Username
zh_hans: 用户名

source: Version
zh_hans: 版本

source: Version and build information
zh_hans: 版本与构建信息

source: View premium features
zh_hans: 查看高级功能

source: Visual effects settings
zh_hans: 视觉效果设置

source: Voice
zh_hans: 语音

source: Voice disabled
zh_hans: 语音已禁用

source: Voice Input
zh_hans: 语音输入

source: Voice started
zh_hans: 语音输入已开始

source: We will use this machine to create SSH tunnel for you.
zh_hans: 我们会使用这台机器为你创建 SSH 隧道。

source: We will use this machine to create tunnel for you.
zh_hans: 我们会使用这台机器为你创建隧道。

source: Web Browser
zh_hans: 网页浏览器

source: Weekly
zh_hans: 每周

source: Welcome
zh_hans: 欢迎

source: Your API key is stored locally and never sent to our servers.
zh_hans: 你的 API Key 仅存储在本地，不会发送到我们的服务器。

source: Your subscription will automatically renew
zh_hans: 你的订阅将自动续订
